[{"cultivation": [], "title": "ROS Induces Anthocyanin Production Via Late Biosynthetic Genes and Anthocyanin Deficiency Confers the Hypersensitivity to ROS-generating Stresses in Arabidopsis.", "genes": {"ROS-generating": {}, "pap1": {}, "ROS": {}, "pap1-D": {}}, "author": ["Xu Z", "Mahmood K", "Rothstein SJ"], "stress": [" high light"], "source": "Plant Cell Physiol. 2017 Jun 6. doi: 10.1093/pcp/pcx073.", "pmid": "28586465", "chemicals": ["anthocyanins", "anthocyanin", "anthocyanin", "anthocyanins", "anthocyanin", "cyanidin", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanins", "anthocyanin", "oxygen", "Anthocyanin", "Anthocyanin", "Anthocyanins"], "date": "2017/06/07 06:00", "species": ["Arabidopsis thaliana"], "abstract": "ROS Induces Anthocyanin Production Via Late Biosynthetic Genes and Anthocyanin Deficiency Confers the Hypersensitivity to ROS-generating Stresses in Arabidopsis. Anthocyanins are known to have antioxidant activities. Their accumulation can be triggered by many chemical and environmental factors, including reactive oxygen species (ROS). However, the mechanism of ROS-induced anthocyanin accumulation and the role of anthocyanins in the response of Arabidopsis (Arabidopsis thaliana) to different stresses are largely unknown. Here, we study the cross-regulation between ROS and anthocyanin production. Ten Arabidopsis mutants covering the main anthocyanin regulatory and biosynthetic genes are systematically analyzed under ROS-generating stresses. We find that ROS triggers anthocyanin accumulation by up-regulating the anthocyanin late biosynthetic and the corresponding regulatory genes. The anthocyanin-deficient mutants have more endogenous ROS and are more sensitive to ROS-generating stresses while having decreased antioxidant capacity. Supplementation with cyanidin makes them less susceptible to ROS with increased anthocyanin and reduced ROS accumulation. In contrast, pap1-D, which over-accumulates anthocyanins, shows the opposite responses. Gene expression analysis reveals that photosynthetic capacity is more impaired in anthocyanin-deficient mutants under high-light stress. Expression levels of ROS scavenging enzyme genes are not correlated with the radical scavenging activity in different mutants. We conclude that ROS is an important source signal to induce anthocyanin accumulation by up-regulating late biosynthetic and the corresponding regulatory genes and, as a feed-back regulation, anthocyanins modulate the ROS level and the sensitivity to ROS-generating stresses in maintaining photosynthetic capacity.", "correlation": ["increase", "decrease", "accumulation"]}, {"cultivation": ["cultivar"], "title": "Yield, quality and biochemical properties of various strawberry cultivars under water stress.", "genes": {"TPC": {}, "TAC": {}}, "author": ["Adak N", "Gubbuk H", "Tetik N"], "stress": ["osmotic"], "source": "J Sci Food Agric. 2017 Jun 5. doi: 10.1002/jsfa.8471.", "pmid": "28585314", "chemicals": ["fructose", "glucose", "sugar", "anthocyanin", "phenol"], "date": "2017/06/07 06:00", "species": [], "abstract": "Yield, quality and biochemical properties of various strawberry cultivars under water stress. BACKGROUND: Although strawberry (Fragaria x ananassa Duch.) species are sensitive to abiotic stress conditions, some cultivars are known to be tolerant to different environmental conditions. We examined the response of different strawberry cultivars to water stress conditions in terms of yield, quality and biochemical features. The trial was conducted under two different irrigation regimes: in grow bags containing cocopeat (control: 30%; water stress: 15% drainage) with four different cultivars (Camarosa, Albion, Amiga, and Rubygem). RESULTS: Fruit weight was declined by 59.72% and the yield per unit area by 63.62% under water stress conditions as compared to control. Albion and Rubygem were found to be more tolerant and Amiga the most sensitive in terms of yield under stress conditions. Water stress increased all biochemical features in fruits such as total phenol, total anthocyanin, antioxidant activity and sugar contents. Among the cultivars, glucose and fructose was higher in Albion. CONCLUSION: Considering the rise in global warming, identification of resistant and tolerant cultivars to stress conditions are crucial for future breeding programs. Our results showed that some of fruit physical features were affected negatively by stress conditions whereas many of the biochemical features such as TAC, TPC and antioxidant activity were positively modulated.", "correlation": ["increase", "decrease", "negative", "positive", "accumulation"]}, {"cultivation": [], "title": "Advances in the MYB-bHLH-WD Repeat (MBW) Pigment Regulatory Model: Addition of a WRKY Factor and Co-option of an Anthocyanin MYB for Betalain Regulation.", "genes": {"WRKY": {"ONIVA12G14120": "Oryza nivara", "OB10G12550": "Oryza brachyantha", "PGSC0003DMG400028381": "Solanum tuberosum", "Solyc12g011200.1": "Solanum lycopersicum", "scaffold_801332.1": "Arabidopsis lyrata subsp. lyrata", "BGIOSGA024948": "Oryza sativa Indica Group", "OMERI05G22540": "Oryza meridionalis", "OGLUM07G00780": "Oryza glumipatula", "OS07G0111400": "Oryza sativa Japonica Group", "WRKY48": "Arabidopsis thaliana", "OPUNC07G00750": "Oryza punctata", "OBART07G00860": "Oryza barthii", "ORGLA07G0006800": "Oryza glaberrima"}, "MYB-bHLH-WD": {}, "McClintock": {}, "MYB": {}, "MBW": {}}, "author": ["Lloyd A", "Brockman A", "Aguirre L", "Campbell A", "Bean A", "Cantero A", "Gonzalez A"], "stress": ["oxidative", "ultraviolet"], "source": "Plant Cell Physiol. 2017 May 30. doi: 10.1093/pcp/pcx075.", "pmid": "28575507", "chemicals": ["flavonoid", "flavonoid", "flavonoid", "phenylpropanoids", "flavonoid", "flavonoids", "flavonoids", "Flavonoids"], "date": "2017/06/03 06:00", "species": ["beet"], "abstract": "Advances in the MYB-bHLH-WD Repeat (MBW) Pigment Regulatory Model: Addition of a WRKY Factor and Co-option of an Anthocyanin MYB for Betalain Regulation. Flavonoids are secondary metabolites derived from the general phenylpropanoid pathway and are widespread throughout the plant kingdom. The functions of flavonoids are diverse, including defense against phytopathogens, protection against UV light damage and oxidative stress, regulation of auxin transport and allelopathy. One of the most conspicuous functions of flavonoids has long attracted the attention of pollinators and scientist alike: the vivid shades of red, pink, orange, blue and purple on display in the flowers of angiosperms. Thus, flavonoid pigments have perhaps been the most intensely studied phenylpropanoids. From Mendel to McClintock and up to the present, studies centered on flavonoid pigments have resulted in some of the most important scientific discoveries of the last 150 years, including the first examples of transcriptional regulation in plants. Here we focus on the highly conserved MYB-bHLH-WD repeat (MBW) transcriptional complex model for the regulation of the flavonoid pigment pathway. We will survey the history of the MBW model spanning the last three decades, highlighting the major findings that have contributed to our current understanding. In particular, recent discoveries regarding WRKY protein control of the flavonoid pigment pathway and its relationship to the MBW complex will be emphasized. In addition, we will discuss recent findings about the regulation of the beet betalain pigment pathway, and how a MYB member of the MBW complex was co-opted to regulate this chemically unrelated but functionally equivalent pathway.", "correlation": []}, {"cultivation": [], "title": "Isoflavone Malonyltransferases GmIMaT1 and GmIMaT3 Differently Modify Isoflavone Glucosides in Soybean (Glycine max) under Various Stresses.", "genes": {"GmIMaT3": {}, "GmIMaTs": {}, "malonyl-CoA": {}, "BAHD": {"OBART11G02280": "Oryza barthii", "OMERI12G00930": "Oryza meridionalis", "OS12G0134700": "Oryza sativa Japonica Group", "Solyc11g066640.1": "Solanum lycopersicum", "AT5G57840": "Arabidopsis thaliana", "BGIOSGA036670": "Oryza sativa Indica Group", "OGLUM06G05720": "Oryza glumipatula", "OB11G12010": "Oryza brachyantha", "ORGLA12G0019000": "Oryza glaberrima", "OPUNC12G02070": "Oryza punctata", "PGSC0003DMG400038456": "Solanum tuberosum", "ONIVA11G02520": "Oryza nivara", "scaffold_802367.1": "Arabidopsis lyrata subsp. lyrata"}, "4-O-acetyltransferase": {}, "GmMT7": {}, "GmIMaT3-overexpression": {}, "GmIMaT1-overexpression": {}, "GmIMaT1": {}, "7-O-glucosides": {}, "GmIF7MaT": {}}, "author": ["Ahmad MZ", "Li P", "Wang J", "Rehman NU", "Zhao J"], "stress": [], "source": "Front Plant Sci. 2017 May 16;8:735. doi: 10.3389/fpls.2017.00735. eCollection 2017.", "pmid": "28559900", "chemicals": ["isoflavone 7-O-glucosides", "isoflavone", "isoflavonoids", "malonylgenistin", "malonyldaidzin", "genistein", "daidzein", "glycitin", "daidzin", "malonylgenistin", "malonyldaidzin", "daidzin", "genistin", "isoflavone 7-O-glucosides", "malonyl-CoA", "isoflavone glucoside", "O", "deacetylvindoline", "hydroxycinnamoyl", "N", "anthocyanin O", "benzylalcohol O", "Isoflavone Glucosides", "isoflavonoids", "isoflavones", "Isoflavone"], "date": "2017/06/01 06:00", "species": ["soybean", "Soybean", "Glycine max"], "abstract": "Isoflavone Malonyltransferases GmIMaT1 and GmIMaT3 Differently Modify Isoflavone Glucosides in Soybean (Glycine max) under Various Stresses. Malonylated isoflavones are the major forms of isoflavonoids in soybean plants, the genes responsible for their biosyntheses are not well understood, nor their physiological functions. Here we report a new benzylalcohol O-acetyltransferase, anthocyanin O-hydroxycinnamoyltransferase, anthranilate N-hydroxycinnamoyl/benzoyltransferase, deacetylvindoline 4-O-acetyltransferase (BAHD) family isoflavone glucoside malonyltransferase GmIMaT1, and GmIMaT3, which is allelic to the previously characterized GmMT7 and GmIF7MaT. Biochemical studies showed that recombinant GmIMaT1 and GmIMaT3 enzymes used malonyl-CoA and several isoflavone 7-O-glucosides as substrates. The Km values of GmIMaT1 for glycitin, genistin, and daidzin were 13.11, 23.04, and 36.28  M, respectively, while these of GmIMaT3 were 12.94, 26.67, and 30.12  M, respectively. Transgenic hairy roots overexpressing both GmIMaTs had increased levels of malonyldaidzin and malonylgenistin, and contents of daidzin and glycitin increased only in GmIMaT1-overexpression lines. The increased daidzein and genistein contents were detected only in GmIMaT3-overexpression lines. Knockdown of GmIMaT1 and GmIMaT3 reduced malonyldaidzin and malonylgenistin contents, and affected other isoflavonoids differently. GmIMaT1 is primarily localized to the endoplasmic reticulum while GmIMaT3 is primarily in the cytosol. By examining their transcript changes corresponding to the altered isoflavone metabolic profiles under various environmental and hormonal stresses, we probed the possible functions of GmIMaTs. Two GmIMaTs displayed distinct tissue expression patterns and respond differently to various factors in modifying isoflavone 7-O-glucosides under various stresses.", "correlation": ["accumulation"]}, {"cultivation": ["in vivo"], "title": "Polyphenols from Wine Lees as a Novel Functional Bioactive Compound in the Protection Against Oxidative Stress and Hyperlipidaemia.", "genes": {"MDA": {}, "LDL": {}, "GSH": {}, "FRAP": {}, "mM": {}, "SOD": {}, "5-fold": {}, "TAG": {}, "3-fold": {}, "DPPH": {}, "cyanidin-3-glucoside": {}, "HDL": {}, "HCD": {"BGIOSGA003544": "Oryza sativa Indica Group", "ORGLA01G0365500": "Oryza glaberrima", "Al_scaffold_0002_261": "Arabidopsis lyrata subsp. lyrata", "OB01G40090": "Oryza brachyantha", "AT1G07440": "Arabidopsis thaliana", "OBART01G31120": "Oryza barthii", "OGLUM01G35320": "Oryza glumipatula", "OS01G0753100": "Oryza sativa Japonica Group", "OPUNC01G30220": "Oryza punctata", "ONIVA01G35600": "Oryza nivara", "OMERI01G27600": "Oryza meridionalis", "PGSC0003DMG400000882": "Solanum tuberosum", "Solyc01g005500.2": "Solanum lycopersicum"}, "CAT": {}}, "author": ["Landeka I", "Jurcevic", "Dora M", "Guberovic I", "Petras M", "Rimac S", "Brncic", "Dikic D"], "stress": ["oxidative", "drought"], "source": "Food Technol Biotechnol. 2017 Mar;55(1):109-116. doi: 10.17113/ftb.55.01.17.4894.", "pmid": "28559739", "chemicals": ["alcohol", "polyphenol", "MDA", "GSH", "glutathione", "superoxide", "MDA", "malondialdehyde", "TAG", "triacylglycerol", "cholesterol", "cholesterol", "Trolox", "DPPH", "cyanidin-3-glucoside", "anthocyanins", "gallic acid", "flavonoids", "nonflavonoids", "phenols", "cholesterol", "polyphenols", "Polyphenols"], "date": "2017/06/01 06:00", "species": ["mice"], "abstract": "Polyphenols from Wine Lees as a Novel Functional Bioactive Compound in the Protection Against Oxidative Stress and Hyperlipidaemia. The study examines the potential of wine industry by-product, the lees, as a rich mixture of natural polyphenols, and its physiological potential to reduce postprandial metabolic and oxidative stress caused by a cholesterol-rich diet in in vivo model. Chemical analysis of wine lees showed that their total solid content was 94.2%. Wine lees contained total phenols, total nonflavonoids and total flavonoids expressed in mg of gallic acid equivalents per 100 g of dry mass: 2316.6  37.9, 1332.5  51.1 and 984.1  28.2, respectively. The content of total anthocyanins expressed in mg of cyanidin-3-glucoside equivalents per 100 g of dry mass was 383.1  21.6. Antioxidant capacity of wine lees determined by the DPPH and FRAP methods and expressed in mM of Trolox equivalents per 100 g was 259.8  1.8 and 45.7  1.05, respectively. The experiment lasted 60 days using C57BL/6 mice divided in four groups: group 1 was fed normal diet and used as control, group 2 was fed normal diet with added wine lees, group 3 was fed high-cholesterol diet (HCD), i.e. normal diet with the addition of sunflower oil, and group 4 was fed HCD with wine lees. HCD increased serum total cholesterol (TC) by 2.3-fold, triacylglycerol (TAG) by 1.5-fold, low-density lipoprotein (LDL) by 3.5-fold and liver malondialdehyde (MDA) by 50%, and reduced liver superoxide dismutase (SOD) by 50%, catalase (CAT) by 30% and glutathione (GSH) by 17.5% compared to control. Conversely, treatment with HCD and wine lees reduced TC and LDL up to 1.4 times more than with HCD only, with depletion of lipid peroxidation (MDA) and restoration of SOD and CAT activities in liver, approximating values of the control. HDL levels were unaffected in any group. Serum transaminase activity showed no hepatotoxic properties in the treatment with lees alone. In the proposed model, wine lees as a rich polyphenol source could be a basis for functional food products without alcohol.", "correlation": ["accumulation"]}, {"cultivation": [], "title": "Anthocyanin-rich Riceberry bran extract attenuates gentamicin-induced hepatotoxicity by reducing oxidative stress, inflammation and apoptosis in rats.", "genes": {"MDA": {}, "NF-kB": {}, "SOD": {}, "Bax": {}, "iNOS": {}, "ALT": {}, "Bcl-XL": {}, "TNF-aR1": {}, "caspase-3": {}, "COX2": {"PGSC0003DMG401031302": "Solanum tuberosum", "OB0167G10020": "Oryza brachyantha", "fgenesh1_pg.C_scaffold_8000176": "Arabidopsis lyrata subsp. lyrata", "OPUNC12G12630": "Oryza punctata", "OS04G0343050": "Oryza sativa Japonica Group", "ORGLA12G0189400": "Oryza glaberrima", "cox2": "Arabidopsis thaliana", "Solyc12g039010.1": "Solanum lycopersicum"}, "AST": {}, "30min": {}}, "author": ["Arjinajarn P", "Chueakula N", "Pongchaidecha A", "Jaikumkao K", "Chatsudthipong V", "Mahatheeranont S", "Norkaew O", "Chattipakorn N", "Lungkaphin A"], "stress": ["oxidative"], "source": "Biomed Pharmacother. 2017 May 27;92:412-420. doi: 10.1016/j.biopha.2017.05.100.", "pmid": "28558354", "chemicals": ["gentamicin", "anthocyanin", "gentamicin", "gentamicin", "MDA", "Gentamicin", "gentamicin", "gentamicin", "gentamicin", "anthocyanin", "gentamicin", "gentamicin", "Anthocyanin"], "date": "2017/05/31 06:00", "species": ["rats", "rats", "rats", "rats"], "abstract": "Anthocyanin-rich Riceberry bran extract attenuates gentamicin-induced hepatotoxicity by reducing oxidative stress, inflammation and apoptosis in rats. Liver plays an important role in the detoxification and metabolic elimination of various drugs and harmful substances. The damaging effects on the liver tissue treated with gentamicin are multi-factorial and their mechanisms remain unclear. This study aimed to investigate the possible protective effects of anthocyanin-rich Riceberry bran extract on gentamicin-induced hepatotoxicity in rats. Riceberry bran extract was given by oral administration 30min before gentamicin injection for 15 consecutive days. Serum levels of liver marker enzymes, AST and ALT, were significantly elevated and the total serum protein level was markedly reduced in gentamicin-treated rats. Gentamicin injection led to the significant increase in hepatic MDA level and decrease SOD expression. Liver inflammation and apoptosis were observed in gentamicin-treated rats as indicated by the increases in NF-kB, TNF-aR1, COX2, and iNOS, caspase-3, Bax, and decrease in Bcl-XL expressions. Riceberry bran extract significantly prevented gentamicin-induced the elevations of serum AST, ALT and the reduction of serum total protein. These were related to the inhibition of oxidative stress, inflammation and apoptosis in Riceberry bran extract treatment. These findings suggest that anthocyanin-rich Riceberry bran extract can prevent liver dysfunction and damage induced by gentamicin, possibly through its antioxidant, anti-inflammatory and anti-apoptotic effects.", "correlation": ["increase", "decrease", "decrease", "accumulation"]}, {"cultivation": ["cultivar"], "title": "High-throughput SNP genotyping of modern and wild emmer wheat for yield and root morphology using a combined association and linkage analysis.", "genes": {"QTLs": {}, "SNP": {"OBART01G05540": "Oryza barthii", "OGLUM01G06010": "Oryza glumipatula", "ORGLA01G0051500": "Oryza glaberrima", "Solyc01g100620.1": "Solanum lycopersicum", "BGIOSGA002908": "Oryza sativa Indica Group", "OS01G0184900;SSRP1-A": "Oryza sativa Japonica Group", "PGSC0003DMG400001413": "Solanum tuberosum", "ONIVA01G06280": "Oryza nivara", "OB01G15440": "Oryza brachyantha", "OMERI01G05800": "Oryza meridionalis", "HMGB2": "Arabidopsis thaliana", "OPUNC01G05380": "Oryza punctata", "Al_scaffold_0007_498": "Arabidopsis lyrata subsp. lyrata"}}, "author": ["Lucas SJ", "Salantur A", "Yazar S", "Budak H"], "stress": ["drought", "high temperature", "osmotic"], "source": "Funct Integr Genomics. 2017 May 26. doi: 10.1007/s10142-017-0563-y.", "pmid": "28550605", "chemicals": ["anthocyanin"], "date": "2017/05/28 06:00", "species": ["wheat", "Triticum turgidum var", "wheat", "wheat", "bread wheat", "wheat", "Wheat", "wheat", "wheat"], "abstract": "High-throughput SNP genotyping of modern and wild emmer wheat for yield and root morphology using a combined association and linkage analysis. Durum wheat (Triticum turgidum var. durum Desf.) is a major world crop that is grown primarily in areas of the world that experience periodic drought, and therefore, breeding climate-resilient durum wheat is a priority. High-throughput single nucleotide polymorphism (SNP) genotyping techniques have greatly increased the power of linkage and association mapping analyses for bread wheat, but as yet there is no durum wheat-specific platform available. In this study, we evaluate the new 384HT Wheat Breeders Array for its usefulness in tetraploid wheat breeding by genotyping a breeding population of F6 hybrids, derived from multiple crosses between T. durum cultivars and wild and cultivated emmer wheat accessions. Using a combined linkage and association mapping approach, we generated a genetic map including 1345 SNP markers, and identified markers linked to 6 QTLs for coleoptile length (2), heading date (1), anthocyanin accumulation (1) and osmotic stress tolerance (2). We also developed a straightforward approach for combining genetic data from multiple families of limited size that will be useful for evaluating and mapping pre-existing breeding material.", "correlation": ["accumulation"]}, {"cultivation": [], "title": "Evaluating the involvement and interaction of abscisic acid and miRNA156 in the induction of anthocyanin biosynthesis in drought-stressed plants.", "genes": {"ABA": {"OGLUM06G18120": "Oryza glumipatula", "ONIVA06G25770": "Oryza nivara", "OPUNC12G10930": "Oryza punctata", "Solyc12g055990.1": "Solanum lycopersicum", "OBART06G17030": "Oryza barthii", "ORGLA06G0141600": "Oryza glaberrima", "OB06G24710": "Oryza brachyantha", "scaffold_801786.1": "Arabidopsis lyrata subsp. lyrata", "PYL8": "Arabidopsis thaliana", "OMERI12G08620": "Oryza meridionalis", "OS06G0528300": "Oryza sativa Japonica Group", "PGSC0003DMG400029194": "Solanum tuberosum", "BGIOSGA021121": "Oryza sativa Indica Group"}, "RCARs": {}, "PYR": {}, "miRNA156": {}, "microRNA156": {}, "RER": {}, "MAIN": {"OGLUM05G26670": "Oryza glumipatula", "OB05G32640": "Oryza brachyantha", "AT5G08690": "Arabidopsis thaliana", "BGIOSGA017602": "Oryza sativa Indica Group", "Solyc05g008460.2": "Solanum lycopersicum", "ORGLA05G0216100": "Oryza glaberrima", "PGSC0003DMG400030594": "Solanum tuberosum", "OBART05G25070": "Oryza barthii", "OPUNC05G22640": "Oryza punctata", "ONIVA05G26280": "Oryza nivara", "OMERI05G21660": "Oryza meridionalis", "fgenesh2_kg.6__845__AT5G08670.1": "Arabidopsis lyrata subsp. lyrata", "ATPB;OS05G0553000": "Oryza sativa Japonica Group"}}, "author": ["Gonzalez-Villagra J", "Kurepin LV", "Reyes-Diaz MM"], "stress": ["drought"], "source": "Planta. 2017 May 22. doi: 10.1007/s00425-017-2711-y.", "pmid": "28534253", "chemicals": ["anthocyanin", "ABA", "anthocyanins", "anthocyanins", "anthocyanin", "ABA", "ABA", "pyrabactin", "ABA", "abscisic acid", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanin", "anthocyanin", "abscisic acid", "anthocyanin", "ABA"], "date": "2017/05/24 06:00", "species": [], "abstract": "Evaluating the involvement and interaction of abscisic acid and miRNA156 in the induction of anthocyanin biosynthesis in drought-stressed plants. MAIN CONCLUSION: ABA is involved in anthocyanin synthesis through the regulation of microRNA156, augmenting the level of expression of anthocyanin synthesis-related genes and, therefore, increasing anthocyanin level. Drought stress is the main cause of agricultural crop loss in the world. However, plants have developed mechanisms that allow them to tolerate drought stress conditions. At cellular level, drought stress induces changes in metabolite accumulation, including increases in anthocyanin levels due to upregulation of the anthocyanin biosynthetic pathway. Recent studies suggest that the higher anthocyanin content observed under drought stress conditions could be a consequence of a rise in the abscisic acid (ABA) concentration. This plant hormone crosses the plasma membrane by specific transporters, and it is recognized at the cytosolic level by receptors known as pyrabactin resistance (PYR)/regulatory component of ABA receptors (PYR/RCARs) that regulate downstream components. In this review, we discuss the hypothesis regarding the involvement of ABA in the regulation of microRNA156 (miRNA156), which is upregulated as part of dehydration stress responsiveness in different species. The miRNA156 upregulation produces a greater level of anthocyanin gene expression, forming the multienzyme complex that will synthesize an increased level of anthocyanins at the cytosolic face of the rough endoplasmic reticulum (RER). After synthesis, anthocyanins are transported from the RER to the vacuole by two possible models of transport: (1) membrane vesicle-mediated transport, or (2) membrane transporter-mediated transport. Thus, the aim was to analyze the recent findings on synthesis, transport and the possible mechanism by which ABA could increase anthocyanin synthesis under drought stress conditions potentially throughout microRNA156 (miRNA156).", "correlation": ["increase", "increase", "accumulation"]}, {"cultivation": [], "title": "Polyphenol inhibition of benzo[a]pyrene-induced oxidative stress and neoplastic transformation in an in vitro model of carcinogenesis.", "genes": {"Nrf2": {}, "ROS": {}, "TNF-a": {}, "UCP2": {}}, "author": ["Omidian K", "Rafiei H", "Bandy B"], "stress": ["oxidative"], "source": "Food Chem Toxicol. 2017 May 19;106(Pt A):165-174. doi: 10.1016/j.fct.2017.05.037.", "pmid": "28533128", "chemicals": ["B[a]P", "polyphenols", "resveratrol", "B[a]P", "polyphenols", "resveratrol", "polyphenols", "B[a]P", "polyphenols", "Polyphenols", "B[a]P", "berberine", "anthocyanins", "superoxide", "B[a]P", "B[a]P", "polyphenols", "B[a]P", "benzo[a]pyrene", "polyphenols", "polyphenols", "benzo[a]pyrene", "polyphenols", "Polyphenol"], "date": "2017/05/24 06:00", "species": [], "abstract": "Polyphenol inhibition of benzo[a]pyrene-induced oxidative stress and neoplastic transformation in an in  vitro model of carcinogenesis. While dietary polyphenols are widely recognized for cancer-preventing characteristics, the relative effectiveness and mechanisms of action of different polyphenols is not clear. In the present study, we investigated the protective effects of six different polyphenols against benzo[a]pyrene (B[a]P)-induced oxidative stress and neoplastic transformation in the Bhas 42  cell carcinogenesis assay. All of the polyphenols completely prevented the increased intracellular ROS generation by B[a]P at 12  h, and most inhibited after 3 days. B[a]P increased mitochondrial superoxide generation at 12  h, which was inhibited by the anthocyanins and berberine. B[a]P increased expression of genes related to oxidative stress and inflammation (Nrf2, UCP2, and TNF-a) after 24  h. Polyphenols strongly inhibited the increase in TNF-a and also several polyphenols inhibited the increase in UCP2. At 21 days after 72  h treatment, B[a]P produced a large increase in the number of neoplastic colonies. This transformation was inhibited by most polyphenols, and strongly by resveratrol. In summary, all tested polyphenols were able to inhibit B[a]P-induced increases in markers of oxidative stress and inflammation, and to inhibit cellular transformation, with resveratrol being notable for the strongest preventive effect on cell transformation. The results support a role for dietary polyphenols in protecting against B[a]P-induced carcinogenesis.", "correlation": ["increase", "accumulation"]}, {"cultivation": [], "title": "Proteomic analysis of tea plants (Camellia sinensis) with purple young shoots during leaf development.", "genes": {"CHS": {}, "MGL": {}, "FLS": {"ONIVA02G33560": "Oryza nivara", "FLS": "Solanum tuberosum", "fgenesh2_kg.8__423__AT5G43935.1": "Arabidopsis lyrata subsp. lyrata", "OBART02G33830": "Oryza barthii", "ORGLA02G0292600": "Oryza glaberrima", "FLS5": "Arabidopsis thaliana", "OJ1004_A11.27": "Oryza sativa Japonica Group", "OMERI02G31380": "Oryza meridionalis", "OB0216G10030": "Oryza brachyantha", "Solyc11g013110.1": "Solanum lycopersicum", "OPUNC02G31230": "Oryza punctata", "BGIOSGA005546": "Oryza sativa Indica Group", "OGLUM02G34280": "Oryza glumipatula"}, "GST": {}, "qPCR": {}, "PHGPx": {"OPUNC02G24570": "Oryza punctata", "BGIOSGA008765": "Oryza sativa Indica Group", "OMERI02G25390": "Oryza meridionalis", "OGLUM02G27420": "Oryza glumipatula", "PGSC0003DMG400012344": "Solanum tuberosum", "ONIVA02G29430": "Oryza nivara", "OBART02G26930": "Oryza barthii", "LOC544261": "Solanum lycopersicum", "OB02G34210": "Oryza brachyantha", "ORGLA02G0232100": "Oryza glaberrima", "fgenesh1_pm.C_scaffold_5002277": "Arabidopsis lyrata subsp. lyrata", "P0461B08.1": "Oryza sativa Japonica Group", "AT1G63460;GPX8": "Arabidopsis thaliana"}, "TPL": {"PGSC0003DMG400028181": "Solanum tuberosum", "OS06G0101000": "Oryza sativa Japonica Group", "AT2G36720": "Arabidopsis thaliana", "ONIVA06G31450": "Oryza nivara", "OGLUM06G29720": "Oryza glumipatula", "fgenesh2_kg.4__770__AT2G27980.1": "Arabidopsis lyrata subsp. lyrata", "Solyc11g066480.1": "Solanum lycopersicum", "OMERI06G00010": "Oryza meridionalis", "BGIOSGA022119": "Oryza sativa Indica Group", "ORGLA06G0289000": "Oryza glaberrima", "OBART06G28330": "Oryza barthii", "OB06G36080": "Oryza brachyantha", "OPUNC06G00070": "Oryza punctata"}, "CHI": {}}, "author": ["Zhou Q", "Chen Z", "Lee J", "Li X", "Sun W"], "stress": [], "source": "PLoS One. 2017 May 16;12(5):e0177816. doi: 10.1371/journal.pone.0177816. eCollection 2017.", "pmid": "28520776", "chemicals": ["theanine", "glutamine", "anthocyanin", "hydroperoxide glutathione", "glutathione S", "flavonols", "catechins", "anthocyanins", "flavonol", "chalcone", "chalcone", "anthocyanins", "CO2"], "date": "2017/05/19 06:00", "species": ["Camellia sinensis", "Camellia sinensis"], "abstract": "Proteomic analysis of tea plants (Camellia sinensis) with purple young shoots during leaf development. Tea products made from purple leaves are highly preferred by consumers due to the health benefits. This study developed a proteome reference map related to color changes during leaf growth in tea (Camellia sinensis) plant with purple young shoots using two-dimensional electrophoresis (2-DE). Forty-six differentially expressed proteins were detected in the gel and successfully identified by using MALDI-TOF/TOF-MS. The pronounced changes in the proteomic profile between tender purple leaves (TPL) and mature green leaves (MGL) included: 1) the lower activity of proteins associated with CO2 assimilation, energy metabolism and photo flux efficiency and higher content of anthocyanins in TPL than those in MGL may protect tender leaves against photo-damage; 2) the higher abundance of chalcone synthase (CHS), chalcone isomerase (CHI) and flavonol synthase (FLS) likely contributes to the synthesis of anthocyanins, catechins and flavonols in TPL tissues; 3) higher abundance of stress response proteins, such as glutathione S-transferases (GST) and phospholipid hydroperoxide glutathione peroxidase (PHGPx), could enhance the tolerance of TPL tissues to adverse condition in; and 4) the increased abundance of proteins related to protein synthesis, nucleic acids and cell wall proteins should be beneficial for the proliferation and expansion of leaf cell in TPL tissues. qPCR analysis showed that the expression of differentially abundant proteins was regulated at the transcriptional level. Therefore, the results indicated that higher abundance of CHI and CHS may account for the production of the purple-shoot phenotype in Wuyiqizhong 18 and thereby, enhancing the anthocyanin biosynthesis. The higher abundance of glutamine synthetase (GS) proteins related to the theanine biosynthesis may improve the flavor of tea products from TPL materials. Thus, this work should help to understand the molecular mechanisms underlying the changes in leaf color alteration.", "correlation": ["increase", "accumulation"]}, {"cultivation": [], "title": "Hyperoside protects against chronic mild stress-induced learning and memory deficits.", "genes": {"K252a": {}, "quercetin-3-O-b-d-galactosidepyranose": {}, "TrkB": {}, "CORT": {}, "FST": {}, "CMS": {}, "brain-derived neurotrophic factor": {}, "BDNF": {}}, "author": ["Gong Y", "Yang Y", "Chen X", "Yang M", "Huang D", "Yang R", "Zhou L", "Li C", "Xiong Q", "Xiong Z"], "stress": ["osmotic"], "source": "Biomed Pharmacother. 2017 May 11;91:831-840. doi: 10.1016/j.biopha.2017.05.019.", "pmid": "28501772", "chemicals": ["hyperoside", "hyperoside", "CORT", "corticosterone", "hyperoside", "sucrose", "hyperoside", "hyperoside", "hyperoside", "anthocyanins", "flavanones", "flavanols", "flavonoid", "quercetin-3-O-b-d-galactosidepyranose", "Hyperoside", "Hyperoside"], "date": "2017/05/16 06:00", "species": ["rats", "rats", "rats", "rats"], "abstract": "Hyperoside protects against chronic mild stress-induced learning and memory deficits. Hyperoside (quercetin-3-O-b-d-galactosidepyranose) is a plant-derived flavonoid mainly found in fruits, fruit juices (most notably flavanols, flavanones, and anthocyanins) and Chinese traditional medicines. It has been applied to relieve pain and improve cardiovascular functions in clinic. However, the effects of hyperoside on cognitive impairment induced by chronic stress and the underlying molecular mechanisms remain unclear. In the current study, we used chronic mild stress (CMS) rats to investigate the effects of hyperoside on learning and memory and further explore the possible mechanisms. Our results demonstrated that hyperoside reduced the escape latency and the swimming distance of CMS rats in Morris water maze test and reversed depressive symptoms in forced swim test (FST) and sucrose preference test. In addition, hyperoside increased the expression of brain-derived neurotrophic factor (BDNF) in hippocampus of CMS rats without influencing the corticosterone (CORT) level in blood plasma. Furthermore, K252a, an inhibitor of the BDNF receptor TrkB, prevented the protective effects of hyperoside on learning and memory in CMS rats. Taken together, these results indicate that hyperoside reverses the cognitive impairment induced by CMS, which is associated with the regulation of BDNF signaling pathway.", "correlation": ["increase", "accumulation"]}, {"cultivation": [], "title": "Overexpression of the protein phosphatase 2A regulatory subunit a gene ZmPP2AA1 improves low phosphate tolerance by remodeling the root system architecture of maize.", "genes": {"RNA": {}, "1-N-naphthylphthalamic": {"ONIVA05G25860": "Oryza nivara", "OB05G32140": "Oryza brachyantha", "PGSC0003DMG400017524": "Solanum tuberosum", "Solyc12g098870.1": "Solanum lycopersicum", "BGIOSGA020308": "Oryza sativa Indica Group", "PGP10": "Arabidopsis lyrata subsp. lyrata", "ORGLA08G0235700": "Oryza glaberrima", "ABCB7": "Arabidopsis thaliana", "OS05G0548500": "Oryza sativa Japonica Group", "OBART05G24720": "Oryza barthii", "OMERI05G21250": "Oryza meridionalis", "OPUNC05G22240": "Oryza punctata", "OGLUM05G26250": "Oryza glumipatula"}, "LRs": {}, "indole-3-acetic": {"OGLUM11G14980": "Oryza glumipatula", "OS11G0528700": "Oryza sativa Japonica Group", "Solyc12g005310.1": "Solanum lycopersicum", "AT5G54510;GH3.6": "Arabidopsis thaliana", "PGSC0003DMG403025018": "Solanum tuberosum", "OB07G31300": "Oryza brachyantha", "scaffold_801981.1": "Arabidopsis lyrata subsp. lyrata", "ORGLA07G0202500": "Oryza glaberrima", "OMERI07G23000": "Oryza meridionalis", "BGIOSGA034955": "Oryza sativa Indica Group", "OBART07G25920": "Oryza barthii", "OPUNC11G12860": "Oryza punctata", "ONIVA11G14940": "Oryza nivara"}, "RSA": {}, "ZmPP2AA1": {}}, "author": ["Wang J", "Pei L", "Jin Z", "Zhang K", "Zhang J"], "stress": ["drought"], "source": "PLoS One. 2017 Apr 27;12(4):e0176538. doi: 10.1371/journal.pone.0176538. eCollection 2017.", "pmid": "28448624", "chemicals": ["Pi", "Pi", "Pi", "Pi", "Pi", "Pi", "anthocyanin", "P", "Pi", "Pi", "1-N-naphthylphthalamic acid", "indole-3-acetic acid", "Pi", "Pi", "phosphate", "Pi", "Phosphate"], "date": "2017/04/28 06:00", "species": ["Zea mays L", "maize", "maize", "maize", "maize", "maize"], "abstract": "Overexpression of the protein phosphatase 2A regulatory subunit a gene ZmPP2AA1 improves low phosphate tolerance by remodeling the root system architecture of maize. Phosphate (Pi) limitation is a constraint for plant growth and development in many natural and agricultural ecosystems. In this study, a gene encoding Zea mays L. protein phosphatase 2A regulatory subunit A, designated ZmPP2AA1, was induced in roots by low Pi availability. The function of the ZmPP2AA1 gene in maize was analyzed using overexpression and RNA interference. ZmPP2AA1 modulated root gravitropism, negatively regulated primary root (PR) growth, and stimulated the development of lateral roots (LRs). A detailed characterization of the root system architecture (RSA) in response to different Pi concentrations with or without indole-3-acetic acid and 1-N-naphthylphthalamic acid revealed that auxin was involved in the RSA response to low Pi availability. Overexpression of ZmPP2AA1 enhanced tolerance to Pi starvation in transgenic maize in hydroponic and soil pot experiments. An increased dry weight (DW), root-to-shoot ratio, and total P content and concentration, along with a delayed and reduced accumulation of anthocyanin in overexpressing transgenic maize plants coincided with their highly branched root system and increased Pi uptake capability under low Pi conditions. Inflorescence development of the ZmPP2AA1 overexpressing line was less affected by low Pi stress, resulting in higher grain yield per plant under Pi deprivation. These data reveal the biological function of ZmPP2AA1, provide insights into a linkage between auxin and low Pi responses, and drive new strategies for the efficient utilization of Pi by maize.", "correlation": ["increase", "negative", "negative", "increase", "accumulation"]}, {"cultivation": ["house plant", "cultivar"], "title": "Anthocyanin Profiles in Flowers of Grape Hyacinth.", "genes": {}, "author": ["Lou Q", "Wang L", "Liu H", "Liu Y"], "stress": [], "source": "Molecules. 2017 Apr 26;22(5). pii: E688. doi: 10.3390/molecules22050688.", "pmid": "28445423", "chemicals": ["anthocyanins", "pelargonidin", "methyl", "acyl", "cyanidin", "pelargonidin", "acyl", "methyl", "anthocyanins", "delphinidin", "anthocyanins", "anthocyanins", "anthocyanin"], "date": "2017/04/27 06:00", "species": [], "abstract": "Anthocyanin Profiles in Flowers of Grape Hyacinth. Grape hyacinth (Muscari spp.) is a popular ornamental bulbous perennial famous for its blue flowers. To understand the chemical basis of the rich blue colors in this plant, anthocyanin profiles of six blue flowering grape hyacinths as well as one pink and one white cultivar were determined using high-performance liquid chromatography and mass spectrometry. Along with two known compounds, eight putative anthocyanins were identified in the tepals of grape hyacinth for the first time. The accumulation and distribution of anthocyanins in the plant showed significant cultivar and flower development specificity. Violet-blue flowers mainly contained simple delphinidin-type anthocyanins bearing one or two methyl-groups but no acyl groups, whereas white and pink flowers synthesised more complex pelargonidin/cyanidin-derivatives with acyl-moieties but no methyl-groups. The results partially reveal why solid blue, orange or red flowers are rare in this plant in nature. In addition, pelargonidin-type anthocyanins were found for the first time in the genus, bringing more opportunities in terms of breeding of flower color in grape hyacinth.", "correlation": []}, {"cultivation": [], "title": "High accumulation of anthocyanins via the ectopic expression of AtDFR confers significant salt stress tolerance in Brassica napus L.", "genes": {"DFR": {"OMERI09G11450": "Oryza meridionalis", "OPUNC09G13360": "Oryza punctata", "ONIVA09G15550": "Oryza nivara", "OB09G11730": "Oryza brachyantha", "OS09G0491852": "Oryza sativa Japonica Group", "BGIOSGA038093": "Oryza sativa Indica Group", "scaffold_703782.1": "Arabidopsis lyrata subsp. lyrata", "OGLUM09G15560": "Oryza glumipatula", "OBART09G14920": "Oryza barthii", "Solyc11g072510.1": "Solanum lycopersicum", "AT5G58490": "Arabidopsis thaliana", "PGSC0003DMG403018219": "Solanum tuberosum", "ORGLA12G0178800": "Oryza glaberrima"}, "AtDFR": {}, "ROS": {}, "KEY": {}, "dihydroflavonol-4-reductase": {"BGIOSGA002692": "Oryza sativa Indica Group", "OS01G0127500": "Oryza sativa Japonica Group", "Al_scaffold_0004_1829": "Arabidopsis lyrata subsp. lyrata", "OPUNC01G01540": "Oryza punctata", "ORGLA01G0016100": "Oryza glaberrima", "OGLUM01G01960": "Oryza glumipatula", "OB0039G10070": "Oryza brachyantha", "AT1G09480": "Arabidopsis thaliana", "ONIVA01G14060": "Oryza nivara", "PGSC0003DMG400003152": "Solanum tuberosum", "OBART01G01780": "Oryza barthii", "OMERI01G01260": "Oryza meridionalis", "Solyc01g008530.2": "Solanum lycopersicum"}, "AtDFR-OX": {}, "NaCl": {}, "1,1-diphenyl-2-picryl-hydrazyl": {}, "3,3-diaminobenzidine": {}}, "author": ["Kim J", "Lee WJ", "Vu TT", "Jeong CY", "Hong SW", "Lee H"], "stress": ["salinity", "drought", "oxidative", "salinity", "salinity"], "source": "Plant Cell Rep. 2017 Apr 25. doi: 10.1007/s00299-017-2147-7.", "pmid": "28444442", "chemicals": ["anthocyanins", "chlorophyll", "1,1-diphenyl-2-picryl-hydrazyl", "3,3-diaminobenzidine", "mannitol", "NaCl", "oxygen", "anthocyanin", "dihydroflavonol", "anthocyanins", "anthocyanins", "flavonoids", "Flavonoids", "anthocyanins", "anthocyanins"], "date": "2017/04/27 06:00", "species": ["Brassica napus L", "B. napus", "Brassica napus", "B. napus L", "B. napus", "B. napus"], "abstract": "High accumulation of anthocyanins via the ectopic expression of AtDFR confers significant salt stress tolerance in Brassica napus L. KEY MESSAGE: The ectopic expression of AtDFR results in increased accumulation of anthocyanins leading to enhanced salinity and drought stress tolerance in B. napus plants. Flavonoids with antioxidant effects confer many additional benefits to plants. Evidence indicates that flavonoids, including anthocyanins, protect tissues against oxidative stress from various abiotic stressors. We determined whether increases in anthocyanins increased abiotic stress tolerance in Brassica napus, because the values of B. napus L. and its cultivation area are increasing worldwide. We overexpressed Arabidopsis dihydroflavonol-4-reductase (DFR) in B. napus. Increased DFR transcript levels for AtDFR-OX B. shoots correlated with higher anthocyanin accumulation. AtDFR-OX Brassica shoots exhibited lower reactive oxygen species (ROS) accumulation than wild-type (WT) shoots under high NaCl and mannitol concentrations. This was corroborated by 3,3-diaminobenzidine staining for ROS scavenging activity in 1,1-diphenyl-2-picryl-hydrazyl assays. Shoots of the AtDFR-OX B. napus lines grown in a high salt medium exhibited enhanced salt tolerance and higher chlorophyll content than similarly grown WT plants. Our observations suggested that the AtDFR gene can be effectively manipulated to modulate salinity and drought stress tolerance by directing to high accumulation of anthocyanins in oilseed plants.", "correlation": ["increase", "accumulation"]}, {"cultivation": ["in vivo", "in vitro"], "title": "The SUMO E3 ligase MdSIZ1 promotes anthocyanin accumulation by sumoylating MdMYB1 under low temperature conditions in apple.", "genes": {"MdSIZ1": {}, "SUMO": {}, "CoIP": {}, "MYB": {}, "MdMYB1": {}, "MdMYB1-interacting": {}, "MYB-bHLH-WD40": {}, "MBW": {}}, "author": ["Zhou LJ", "Li YY", "Zhang RF", "Zhang CL", "Xie XB", "Zhao C", "Hao YJ"], "stress": ["low temperature"], "source": "Plant Cell Environ. 2017 Apr 25. doi: 10.1111/pce.12978.", "pmid": "28440563", "chemicals": ["anthocyanin", "anthocyanin", "anthocyanin", "phosphorus", "anthocyanin", "anthocyanin"], "date": "2017/04/26 06:00", "species": ["apple", "apples", "Malus domestica", "yeast"], "abstract": "The SUMO E3 ligase MdSIZ1 promotes anthocyanin accumulation by sumoylating MdMYB1 under low temperature conditions in apple. MdMYB1 acts as a crucial component of the MYB-bHLH-WD40 (MBW) complex to regulate anthocyanin biosynthesis in red-skinned apples (Malus domestica), but little is known about its posttranslational regulation. Here, a SUMO E3 ligase MdSIZ1 was screened out as an MdMYB1-interacting protein with a yeast two-hybridization approach. The interaction between MdSIZ1 and MdMYB1 was further verified with pull-down and CoIP assays. Furthermore, it was found that MdSIZ1 directly sumoylated MdMYB1 proteins in vivo and in vitro, especially under moderately low temperature (17     C) conditions, and that this sumoylation was required for MdMYB1 protein stability. Moreover, the transcription level of MdSIZ1 gene was remarkably induced by low temperature and phosphorus deficiency, and MdSIZ1 overexpression exerted a large positive influence on anthocyanin accumulation and red fruit coloration, suggesting its important role in the regulation of anthocyanin biosynthesis under stress conditions. Our findings reveal an important role for a SUMO modification of MYB transcription factors in regulation of anthocyanin biosynthesis in plants.", "correlation": ["increase"]}, {"cultivation": [], "title": "The mitogen-activated protein kinase kinase 9 (MKK9) modulates nitrogen acquisition and anthocyanin accumulation under nitrogen-limiting condition in Arabidopsis.", "genes": {}, "author": ["Luo J", "Wang X", "Feng L", "Li Y", "He JX"], "stress": [], "source": "Biochem Biophys Res Commun. 2017 Jun 3;487(3):539-544. doi: 10.1016/j.bbrc.2017.04.065. Epub 2017 Apr 21.", "pmid": "28435067", "chemicals": ["anthocyanin", "anthocyanin", "anthocyanin", "anthocynanins", "anthocyanins", "nitrogen", "anthocyanin", "nitrogen", "Nitrogen"], "date": "2017/04/25 06:00", "species": [], "abstract": "The mitogen-activated protein kinase kinase 9 (MKK9) modulates nitrogen acquisition and anthocyanin accumulation under nitrogen-limiting condition in Arabidopsis. Nitrogen (N) plays important roles as both a macronutrient and signal in plant growth and development. However, our understanding of N signaling and/or response mechanisms in plants is still limited. Here, we show that the mitogen-activated protein kinase kinase 9 (MKK9) is involved in plant N responses in Arabidopsis by regulating production of anthocyanins and the ability of N acquisition under low N conditions. Transgenic plants that express a constitutively active version of MKK9 (MKK9(DD)) showed decreased accumulation of anthocynanins and reduced expression of key anthocyanin biosynthetic genes under low N condition compared to the plants expressing the inactive form of MKK9 (MKK9(KR)). The decreased anthocyanin accumulation could be due to the increased N level in the MKK9(DD) plants as these plants were shown to accumulate more N and have higher expression of N acquisition-related genes under low N condition as compared with the MKK9(KR) plants. Taken together, our results suggest that MKK9 plays a role in plant adaptation to low N stress by modulating both anthocyanin accumulation and N status.", "correlation": ["decrease", "accumulation"]}, {"cultivation": [], "title": "Transcriptomics, Targeted Metabolomics and Gene Expression of Blackberry Leaves and Fruits Indicate Flavonoid Metabolic Flux from Leaf to Red Fruit.", "genes": {"RT-qPCR": {}, "cyanidin-3-glucoside": {}, "MYB": {}}, "author": ["Gutierrez E", "Garcia-Villaraco A", "Lucas JA", "Gradillas A", "Gutierrez-Manero FJ", "Ramos-Solano B"], "stress": [], "source": "Front Plant Sci. 2017 Apr 6;8:472. doi: 10.3389/fpls.2017.00472. eCollection 2017.", "pmid": "28428793", "chemicals": ["flavonols", "anthocyanin", "flavonol", "anthocyanin", "flavonol", "anthocyanin", "flavonol", "cyanidin-3-glucoside", "anthocyanins", "flavonols", "phenolics", "anthocyanin", "flavonol", "anthocyanins", "flavonols", "polyphenols"], "date": "2017/04/22 06:00", "species": ["human", "Fragaria vesca"], "abstract": "Transcriptomics, Targeted Metabolomics and Gene Expression of Blackberry Leaves and Fruits Indicate Flavonoid Metabolic Flux from Leaf to Red Fruit. Blackberries (Rubus spp.) are among the high added value food products relevant for human health due to the increasing evidence of the beneficial effects of polyphenols, which are very abundant in these fruits. Interestingly, these compounds also play a role on plant physiology, being especially relevant their role in plant defense against biotic and abiotic stress. Hence, we hypothesize that since blackberry fruits have high amounts of flavonols and anthocyanins, leaves would also have high amounts of these compounds, and can be studied as a source of active molecules; furthermore, leaf synthesis would support their high contents in fruits. To explore this hypothesis, the present study reports a de novo transcriptome analysis on field grown blackberry leaves and fruits at the same time point, to establish the metabolic relationship of these compounds in both organs. Transcripts were aligned against Fragaria vesca genome, and genes were identified and annotated in different databases; tissue expression pattern showed 20,463 genes common to leaves and fruits, while 6,604 genes were significantly overexpressed only in fruits, while another 6,599 genes were significantly overexpressed in leaves, among which flavonol-anthocyanin transporter genes were present. Bioactives characterization indicated that total phenolics in leaves were three-fold, and flavonols were six-fold than in fruits, while concentration of anthocyanins was higher in fruits; HPLC-MS analysis indicated different composition in leaves and fruits, with cyanidin-3-glucoside as the only common compound identified. Next, RT-qPCR of the core genes in the flavonol anthocyanin pathway and regulatory MYB genes were carried out. Interestingly, genes in the flavonol-anthocyanin pathway and flavonol-transport families were overexpressed in leaves, consistent with the higher bioactive levels. On the other hand, transcription factors were overexpressed in fruits anticipating an active anthocyanin biosynthesis upon ripening. This suggests that, in addition to the biosynthesis taking place in the fruits during ripening, translocation of flavonols from leaves to fruits contributes to the high amounts of bioactives starting to accumulate in fruits.", "correlation": []}, {"cultivation": [], "title": "Characterization of two TT2-type MYB transcription factors regulating proanthocyanidin biosynthesis in tetraploid cotton, Gossypium hirsutum.", "genes": {"MtANR": {}, "MYB": {}, "GUS": {}, "AtTT2": {"fgenesh2_kg.7__3049__AT5G35550.1": "Arabidopsis lyrata subsp. lyrata", "TT2": "Arabidopsis thaliana"}, "R2R3-type": {}, "MtDFR": {}, "MAIN": {"OGLUM05G26670": "Oryza glumipatula", "OB05G32640": "Oryza brachyantha", "AT5G08690": "Arabidopsis thaliana", "BGIOSGA017602": "Oryza sativa Indica Group", "Solyc05g008460.2": "Solanum lycopersicum", "ORGLA05G0216100": "Oryza glaberrima", "PGSC0003DMG400030594": "Solanum tuberosum", "OBART05G25070": "Oryza barthii", "OPUNC05G22640": "Oryza punctata", "ONIVA05G26280": "Oryza nivara", "OMERI05G21660": "Oryza meridionalis", "fgenesh2_kg.6__845__AT5G08670.1": "Arabidopsis lyrata subsp. lyrata", "ATPB;OS05G0553000": "Oryza sativa Japonica Group"}, "PAs": {}, "MtLAR": {}, "tt2": {"ONIVA01G01990": "Oryza nivara", "Solyc01g005660.1": "Solanum lycopersicum", "OGLUM01G02010": "Oryza glumipatula", "AT1G06180": "Arabidopsis thaliana", "Al_scaffold_0002_2037": "Arabidopsis lyrata subsp. lyrata", "BGIOSGA000003": "Oryza sativa Indica Group", "OS01G0128000": "Oryza sativa Japonica Group", "OB0039G10010": "Oryza brachyantha", "OPUNC01G01580": "Oryza punctata", "ORGLA01G0016500": "Oryza glaberrima", "OBART01G01830": "Oryza barthii", "OMERI01G01300": "Oryza meridionalis", "PGSC0003DMG400000027": "Solanum tuberosum"}, "TT2": {"ONIVA01G01990": "Oryza nivara", "Solyc01g005660.1": "Solanum lycopersicum", "OGLUM01G02010": "Oryza glumipatula", "AT1G06180": "Arabidopsis thaliana", "Al_scaffold_0002_2037": "Arabidopsis lyrata subsp. lyrata", "BGIOSGA000003": "Oryza sativa Indica Group", "OS01G0128000": "Oryza sativa Japonica Group", "OB0039G10010": "Oryza brachyantha", "OPUNC01G01580": "Oryza punctata", "ORGLA01G0016500": "Oryza glaberrima", "OBART01G01830": "Oryza barthii", "OMERI01G01300": "Oryza meridionalis", "PGSC0003DMG400000027": "Solanum tuberosum"}, "GhMYBs": {}, "TT2-type": {}}, "author": ["Lu N", "Roldan M", "Dixon RA"], "stress": [], "source": "Planta. 2017 Apr 18. doi: 10.1007/s00425-017-2682-z.", "pmid": "28421329", "chemicals": ["tannins", "PAs", "anthocyanins", "leucoanthocyanidin", "anthocyanidin", "PAs", "PAs", "PAs", "cholesterol", "tannins", "PAs", "Proanthocyanidins", "tannins", "proanthocyanidin", "proanthocyanidin"], "date": "2017/04/20 06:00", "species": ["cotton", "cotton", "Gossypium hirsutum", "cotton", "cotton", "cotton", "Gossypium hirsutum", "cotton", "Medicago truncatula", "cotton"], "abstract": "Characterization of two TT2-type MYB transcription factors regulating proanthocyanidin biosynthesis in tetraploid cotton, Gossypium hirsutum. MAIN CONCLUSION: Two TT2-type MYB transcription factors identified from tetraploid cotton are involved in regulating proanthocyanidin biosynthesis, providing new strategies for engineering condensed tannins in crops. Proanthocyanidins (PAs), also known as condensed tannins, are important secondary metabolites involved in stress resistance in plants, and are health supplements that help to reduce cholesterol levels. As one of the most widely grown crops in the world, cotton provides the majority of natural fabrics and is a supplemental food for ruminant animals. The previous studies have suggested that PAs present in cotton are a major contributor to fiber color. However, the biosynthesis of PAs in cotton still remains to be elucidated. AtTT2 (transparent testa 2) is a MYB family transcription factor from Arabidopsis that initiates the biosynthesis of PAs by inducing the expression of multiple genes in the pathway. In this study, we isolated two R2R3-type MYB transcription factors from Gossypium hirsutum that are homologous to AtTT2. Expression analysis showed that both genes were expressed at different levels in various cotton tissues, including leaf, seed coat, and fiber. Protoplast transactivation assays revealed that these two GhMYBs were able to activate promoters of genes encoding enzymes in the PA biosynthesis pathway, namely anthocyanidin reductase and leucoanthocyanidin reductase. Complementation experiments showed that both of the GhMYBs were able to recover the transparent testa seed coat phenotype of the Arabidopsis tt2 mutant by restoring PA biosynthesis. Ectopic expression of either of the two GhMYBs in Medicago truncatula hairy roots increased the contents of anthocyanins and PAs compared to control lines expressing the GUS gene, and expression levels of MtDFR, MtLAR, and MtANR were also elevated in lines expressing GhMYBs. Together, these data provide new insights into engineering condensed tannins in cotton.", "correlation": ["accumulation"]}, {"cultivation": [], "title": "Elevated CO2 and salinity are responsible for phenolics-enrichment in two differently pigmented lettuces.", "genes": {"quercetin-3-O-glucoside": {}, "mM": {}, "quercetin-3-O-glucuronide": {}, "CO2": {}, "NaCl": {}, "luteolin-7-O-glucoside": {}}, "author": ["Sgherri C", "Perez-Lopez U", "Micaelli F", "Miranda-Apodaca J", "Mena-Petite A", "Munoz-Rueda A", "Quartacci MF"], "stress": ["salinity", "oxidative", "salinity", "salinity"], "source": "Plant Physiol Biochem. 2017 Jun;115:269-278. doi: 10.1016/j.plaphy.2017.04.006. Epub 2017 Apr 7.", "pmid": "28411511", "chemicals": ["luteolin", "CO2", "kaempferol", "quercitrin", "rutin", "luteolin-7-O-glucoside", "quercetin-3-O-glucuronide", "quercetin-3-O-glucoside", "quercetin", "ferulic acid", "caffeic", "chlorogenic acid", "cyanidin", "CO2", "Phenolics", "quercitrin", "quercetin-3-O-glucuronide", "quercetin-3-O-glucoside", "quercetin", "phenolics", "CO2", "CO2", "NaCl", "flavonoids", "phenolic acids", "CO2", "phenolics", "CO2", "CO2"], "date": "2017/04/16 06:00", "species": [], "abstract": "Elevated CO2 and salinity are responsible for phenolics-enrichment in two differently pigmented lettuces. Both salt stress and high CO2 level, besides influencing secondary metabolism, can affect oxidative status of plants mainly acting in an opposite way with salinity provoking oxidative stress and elevated CO2 alleviating it. The aim of the present work was to study the changes in the composition of phenolic acids and flavonoids as well as in the antioxidant activity in two differently pigmented lettuce cvs (green or red leaf) when submitted to salinity (200  mM NaCl) or elevated CO2 (700  ppm) or to their combination in order to evaluate how a future global change can affect lettuce quality. Following treatments, the red cv. always maintained higher levels of antioxidant secondary metabolites as well as antioxidant activity, proving to be more responsive to altered environmental conditions than the green one. Overall, these results suggest that the application of moderate salinity or elevated CO2, alone or in combination, can induce the production of some phenolics that increase the health benefits of lettuce. In particular, moderate salinity was able to induce the synthesis of the flavonoids quercetin, quercetin-3-O-glucoside, quercetin-3-O-glucuronide and quercitrin. Phenolics-enrichment as well as a higher antioxidant capacity were also observed under high CO2 with the red lettuce accumulating cyanidin, free chlorogenic acid, conjugated caffeic and ferulic acid as well as quercetin, quercetin-3-O-glucoside, quercetin-3-O-glucuronide, luteolin-7-O-glucoside, rutin, quercitrin and kaempferol. When salinity was present in combination with elevated CO2, reduction in yield was prevented and a higher presence of phenolic compounds, in particular luteolin, was observed compared to salinity alone.", "correlation": ["increase", "decrease", "accumulation"]}, {"cultivation": ["in vitro"], "title": "Protective property of mulberry digest against oxidative stress - A potential approach to ameliorate dietary acrylamide-induced cytotoxicity.", "genes": {"cyanidin-3-O-glucoside": {"Solyc00g093100.1": "Solanum lycopersicum", "OMERI01G15240.2": "Oryza meridionalis", "DTX31": "Arabidopsis thaliana", "P0436D06.9": "Oryza sativa Japonica Group", "ORGLA01G0139700": "Oryza glaberrima", "OB01G26670": "Oryza brachyantha", "ONIVA01G30740": "Oryza nivara", "Al_scaffold_0002_1798": "Arabidopsis lyrata subsp. lyrata", "OPUNC01G17630": "Oryza punctata", "PGSC0003DMG400002123": "Solanum tuberosum", "OGLUM01G19910": "Oryza glumipatula", "OBART01G17130": "Oryza barthii", "BGIOSGA000755": "Oryza sativa Indica Group"}, "ROS": {}, "MBD": {}, "cyanidin-3-O-rutinoside": {}, "quercetin-3-O-rutinoside": {}, "MBE": {}}, "author": ["Zhang L", "Xu Y", "Li Y", "Bao T", "Gowd V", "Chen W"], "stress": ["oxidative"], "source": "Food Chem. 2017 Sep 1;230:306-315. doi: 10.1016/j.foodchem.2017.03.045. Epub 2017 Mar 9.", "pmid": "28407916", "chemicals": ["acrylamide", "acrylamide", "acrylamide", "acrylamide", "glutathione", "acrylamide", "flavonoid glycosides", "anthocyanins", "cyanidin-3-O-rutinoside", "cyanidin-3-O-glucoside", "kaempferol rhamnosylhexoside", "quercetin rhamnosylhexoside hexoside", "quercetin hexoside", "quercetin-3-O-rutinoside", "phenolic", "acrylamide", "acrylamide"], "date": "2017/04/15 06:00", "species": [], "abstract": "Protective property of mulberry digest against oxidative stress - A potential approach to ameliorate dietary acrylamide-induced cytotoxicity. The aim of this study was investigating the protective effect of mulberry digest (MBD) on acrylamide-induced oxidative stress. Composition analysis of MBD revealed that it contained six major phenolic compounds (quercetin-3-O-rutinoside, quercetin hexoside, quercetin rhamnosylhexoside hexoside, kaempferol rhamnosylhexoside, cyanidin-3-O-glucoside and cyanidin-3-O-rutinoside). After in vitro digestion, the contents of two anthocyanins were both decreased significantly, while the contents of four flavonoid glycosides were all increased. In addition, MBD was found to successfully suppress acrylamide-induced ROS overproduction, restore the mitochondrial membrane potential, and inhibit the mitochondrial membrane lipid peroxidation and glutathione depletion. More interestingly, the protective effect of MBD against acrylamide-induced oxidative damage was enhanced compared with mulberry fruits without digestion (MBE). Further study revealed that MBD enhanced the cell resistance capacity to acrylamide-induced oxidative stress, rather than its direct reaction with acrylamide. Overall, our results indicate that MBD provides a potent protection against acrylamide-induced oxidative stress.", "correlation": ["increase", "increase", "decrease", "accumulation"]}]